Repository: rp42dev/TattooSkWorkshop
Catalog: workshop/locale/*/LC_MESSAGES/django.po
Languages: no

source: Tattoo aftercare - Tattoo SK Workshop | Realism and black and grey tattoos
no: Tattoo ettervern - Tattoo SK Workshop | Realisme og svarte og grå tatoveringer

source: Out top priority is to provide you with the best tattoo aftercare possible. We will provide you with all the information you need to take care of your tattoo.
no: Den høyeste prioritet er å gi deg den beste tatoveringsetterbehandlingen som mulig. Vi vil gi deg all informasjonen du trenger for å ta vare på tatoveringen din.

source: Aftercare
no: Ettervern

source: Which cream should I use?
no: Hvilken krem skal jeg bruke i etterkant?

source: We recommend to use Bepanthen Sensi Calm cream (not salve). Its not to sticky to the clothes. But if you don’t have it - salve also is good. Or you can use the cream from our studio. Nothing more is acceptable.
no: Vi anbefaler Bepanthen Sensi Calm (krem, IKKE salve), denne fester seg ikke så mye til klærne. Vi har også krem fra studio, som du kan kjøpe med. Ingen andre kremer skal brukes

source: How to take care of my fresh tattoo?
no: Hvordan ta vare på den ferske tatoveringen?

source: You keep the plastic film for 2 days. After 2 days remove the plastic film, wash tattoo well with cool water and soap (soap with no colour no perfume). Let the tattoo dry itself or gently blot it with a towel. Put the cream on, with very thin layer. Repeat that combination 3-4 times a day. After one week from plastic film removed u can use the cream 1-2 times a day. When you see the tattoo is dry, put cream on. NECESSARY: to moisturise tattoo to avoid crusts.
no: Behold plastikken på i 2 dager. Etter 2 dager tar du av plastikken, vasker tatoveringen din med lunket vann og ph nøytral såpe. La tatoveringen din tørke av seg selv, eller forsiktig klapp tatoveringen med et mykt håndkle. Påfør deretter kremen med en tynt lag. Det er IKKE nødvendig å ta på masse krem. Repeter dette 4-5 ganger per dag i 1 uke. Etter denne tiden kan du smøre kremen 1-2 ganger per dag. Hvis du ser tatoveringen begynner å tørke, smør gjerne. Dette for å unngå skorper.

source: If under the plastic film is a lot of liquid?
no: Hvis det er masse væske under plastikken, hva gjør jeg?

source: If you see plastic film falling off (the tattoo is not covered with film) or its a lot of liquid under, just remove it. Don’t need to wait 5 days. Remove the plastic film, wash your tattoo and use the cream.
no: Hvis du ser at plastikken faller av, eller det er mye væske under - fjerner du plastikken. Du trenger altså ikke vente 5 dager dersom dette skjer. Da begynner prosessen skrevet over.

source: Can I do training?
no: Kan jeg trene rett etter tatovering?

source: We not recommend to train at all during the plastic film is on. During the training tattooed place will sweat too and you will get a lot of bubbles, which means plastic film has to be removed. It will cause burning feeling during the process and tattoo can be damaged.
no: Vi anbefaler ikke at du trener, så lenge plastikken er på. Når du trener vil huden din svette, dette gjør at plastikken får bobler - og da må plastikken fjernes. Det kan bli en brennende følelse, og resultatet av tatoveringen blir ikke som forventet - eller i verste fall ødelagt.

source: Can I go to the shower?
no: Kan jeg dusje?

source: Yes, you can do all your routine as normal.
no: Ja, du kan gjøre dine normale rutiner når det gjelder personlig hygiene.

source: Can I go to solarium (take a sun) or sauna?
no: Kan jeg ta solarium, sole meg ute, eller gå til sauna?

source: Sauna is strictly forbidden! Till recovery process is finished. Solarium is not aloud for two weeks, later you must cover your tattoo with some cotton material till the recovery process finished. Further use the sun protection minimum plus 50 SPF for whole your life (same on the sun).
no: Sauna er STRENGT forbudt etter en tatovering, det kan ikke tas før tatoveringen er helbredet. Solarium er ikke lov de neste 2 ukene, men etter dette er det viktig at du dekker området med et plagg som f.eks t skjorte eller genser. I fremtiden må du bruke minst solfaktor 50.

source: FAQ - Tatoo SK Workshop | Get tattooed in Fetsund near Oslo
no: FAQ - Tatovering SK Workshop | Tatovere deg i Fetsund ved Oslo

source: Frequently asked questions about tattooing and the tattoo studio Tatoo SK Workshop in Fetsund near Oslo. With a focus on quality and customer service.
no: Ofte stilte spørsmål om tatovering og tatoveringsstudioet Tatoo SKVerksted i Fetsund ved Oslo. Med fokus på kvalitet og kundeservice.

source: The Studio
no: Studioet

source: Warm, cosy tattoo studio. To keep the privacy between clients Every artists has separate room. Studio has chill area and friendly atmosphere.
no: Her skal du føle deg velkommen! Koselig tatoveringsstudio, med en avslappende og vennlig atmosfære. Våre artister har hvert sitt rom, for å beholde privatlivet mellom dere klienter.

source: Gallery
no: Galleri

source: The Tattoo studio located 25 minutes from Oslo. Free parking place available. Feel free to Contact us for more information or fill our contact form!
no: Tattoo studioet ligger 25 minutter fra Oslo. Gratis parkeringsplass tilgjengelig rett utenfor døren. Kontakt oss gjerne for mer informasjon eller fyll ut vårt kontaktskjema!

source: Founder of the tattoo studio.
no: Grunnlegger av tatoveringsstudioet

source: I'm working as a tattoo artist for many years. Specializing in black & grey realism, colour realism, abstract black & grey. Old, Faded tattoo cover-up. Body mark and scar cover-up.
no: Jeg har jobbet som tatovør i mange år. Komfortabel med enhver realistisk eller abstrakt stil. Spesialiserer mer på svart og grå realisme, fargerealisme, abstrakt svart og grått. Gammel, falmet tatoveringsdekning. Kroppsmerke og dekking av arr.

source: I.m Passionate about art and I always want to create something out of imagination.I have successful completed/graduated art, design School and number of intensive Tattoo related courses.
no: Lidenskapelig opptatt av kunst og jeg har alltid ønske å skape noe ut fra fantasi. Jeg er uteksaminert kunst, designskole og en rekke intensive tatoveringsrelaterte kurs.

source: My Work
no: Mitt galleri

source: The Art Studio
no: Kunststudioet

source: I also do art. I draw paintings with oil and acrylic. Create a bas-relief by sculpting for interior and exterior. Bas-relief means a 3D volumetric drawing made on the wall or also on a special canvas. You can check out my art gallery on my
no: Jeg driver også med kunst. Jeg tegner malerier med olje og akryl. Lag et bas-relieff ved å skulpturere for interiør og eksteriør. Bas-relief betyr en 3D volumetrisk tegning laget på veggen eller også på et spesielt lerret. Dere kan sjekke mitt art galleri på

source: Website
no: Nettside

source: Administrator / Manager
no: Administrator og ansvarlig for kundeservice.

source: My Job is to ensure smooth-running of a business in the process of bookings, as well as running through the steps to give an effective client consultation.
no: Min jobb er å sørge for en jevn drift av en virksomhet i prosessen med bestillinger, samt å gå gjennom trinnene for å gi en effektiv kundekonsultasjon.

source: I love tattoos and tattooed people that really stand out.
no: Jeg elsker tatoveringer og tatoverte mennesker som virkelig skiller seg ut.

source: Location - Tatoo SK Workshop | Custom Tattoos Fetsund
no: Kartplassering - Tattoo SK Workshop | Custom Tatoveringer Fetsund

source: Get tattooed at Tatoo SK Workshop We are located in the centre of Fetsund, 25 minutes drive from Oslo. We are open every day 7 days a week. Contact Us now.
no: Tatovere deg på Tatoo SK Workshop Vi holder til i Fetsundsentrum, 25 minutters kjøring fra Oslo. Vi har åpent hver dag 7 dager i uken. Kontakt oss nå

source: Location
no: Kartplassering

source: Quality Tattoos! Contact Phone: +47 462 53 760. Address Fetveien 467, 1900 Fetsund, Norway near Oslo. New Tattoo design or Tattoo scar cover-up.
no: Kvalitetstatoveringer! Kontakt Telefon: +47 462 53 760. Adresse Fetveien 467, 1900 Fetsund, Norway near Oslo. New Tattoo design or Tattoo scar cover-up.

source: Price list
no: Priser

source: Consultation
no: Konsultasjon

source: FREE
no: GRATIS

source: Minimum price
no: Minste pris

source: Digital sketch
no: Digital skisse

source: The price depends on the size of the tattoo, please fill out the form to get a price.
no: Prisen avhenger av størrelsen på tatoveringen, vennligst fyll ut skjemaet for å få en pris.

source: When booking an appointment, you will have to pay a deposit of 500 NOK, This will include in the sum when your tattoo is finished.
no: Ved bestilling av time, vil du måtte betale et depositum på 500 NOK, Dette vil inkludere i summen når tatoveringen din er ferdig.

source: We are a "cashless" studio. We accept payments with VIPPS and cards.
no: Gratis avbestilling gjøres 48 timer før en avtale ellers vil ikke depositumet bli refundert.

source: Free cancellation is made 48 hours before an appointment otherwise the deposit will not be refunded.
no: Vi er et «kontantfri» studio. Vi tar betalinger med VIPPS og kort

source: About - Tattoo SK Workshop | Tattoo studio in Fetsund Fetveien
no: Om - Tattoo SK Workshop | Tatoveringsstudio i Fetsund Fetveien

source: Ready to get a tattoo? full arm tattoo or full body tattoo we can help you with the tattoo design and the process. Contact Us for a free consultation today.
no: Klar for å få en tatovering? full arm tattoo eller full body tattoo vi kan hjelpe deg med tatoveringsdesignet og prosessen. Kontakt oss for en gratis konsultasjon i dag.

source: About Us
no: Om oss

source: aftercare
no: ettervern

source: map
no: kart

source: prices
no: priser
